---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.Phase
source: html/968ffbac-2fdd-994e-3f70-2070cab24c41.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.Phase Property

Get the Phase of the Zone.

## Syntax (C#)
```csharp
public Phase Phase { get; }
```

## Remarks
This property is used to get the Phase of the Zone.